[
  "various-complements",
  "calendar",
  "templater-obsidian",
  "dataview",
  "obsidian-minimal-settings",
  "auto-card-link",
  "obsidian-outliner",
  "tag-wrangler",
  "recent-files-obsidian",
  "automatic-table-of-contents",
  "translate",
  "emo-uploader",
  "editing-toolbar",
  "obsidian-linter",
  "highlightr-plugin",
  "quick-explorer",
  "obsidian-auto-link-title",
  "title-generator",
  "obsidian-qrcode-plugin",
  "quickadd",
  "obsidian-pandoc-reference-list",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-regex-replace",
  "obsidian-icon-folder",
  "folder-note-plugin",
  "settings-search",
  "obsidian-hover-editor",
  "obsidian-style-settings",
  "omnisearch",
  "multi-properties",
  "copy-as-html",
  "obsidian-markdown-export-plugin",
  "better-export-pdf",
  "obsidian-scroll-to-top-plugin",
  "obsidian-link-embed",
  "meld-encrypt",
  "japanese-word-splitter",
  "nldates-obsidian"
]